package homework4;

public class Task3 {

    public static void main(String[] args){

        // Вывести в консоль сумму всех нечетных чисел от 20 до 60 включительно.

        for (int i = 20; i <= 60; i++){
            if (i % 2 == 0){
                System.out.println(i);
            }
        }

    }

}







