package homework4;

public class Task2 {
     public static void main(String[] args) {

         // Вывести в консоль все числа от 40 до 20 включительно в порядке убывания.

         for (int i = 40;i >=20; i--){

             System.out.println(i);


         }
     }






}
